Repository: jasp-stats/jaspBFF
Catalog: po/QML-*.po
Languages: de, gl, tr

# Description|
source: This module offers Bayes factor functions.
de: Dieses Modul bietet Bayesfaktor-Funktionen.
gl: Este módulo ofrece funcións dos Factores de Bayes.
tr: Bu modül Bayes faktörü işlevleri sunar.

# Description|
source: T-Tests
gl: Probas T
tr: T-Testleri

# Description|
source: One Sample T-Test
de: T-Test für eine Stichprobe
gl: Proba T dunha mostra
tr: Tek Örneklem T-Testi

# Description|
source: Independent Samples T-Test
de: T-Test für unabhängige Stichproben
gl: Proba t para mostras independentes
tr: Bağımsız Örneklemler T-Testi

# Description|
source: Regression
gl: Regresión
tr: Regresyon

# Description|
source: ANOVA
tr: ANOVA (Tek Yönlü Varyans Analizi)

# Description|
source: Frequencies
de: Häufigkeiten
gl: Frecuencias
tr: Frekanslar

# Description|
source: Chi² Test
gl: Proba Khi²
tr: Chi² Testi

# bffANOVA|
source: F-statistic
de: F-Statistik
gl: Estatístico F
tr: F istatistiği

# bffANOVA|
source: Degrees of freedom 1
de: Freiheitsgrade 1
gl: Graos de liberdade 1
tr: Serbestlik derecesi 1

# bffANOVA|
source: Degrees of freedom 2
de: Freiheitsgrade 2
gl: Graos de liberdade 2
tr: Serbestlik derecesi 2

# bffBinomialTest|
source: Z-Statistic
de: Z-Statistik
gl: Estatístico Z
tr: Z İstatistiği

# bffBinomialTest|
source: Sample Size
de: Stichprobenumfang
gl: Tamaño da Mostra
tr: Örneklem Büyüklüğü

# bffChi2|
source: Chi² statistic
de: Chi²-Statistik
gl: Estatístico Khi²
tr: Chi² İstatistiği

# bffChi2|
source: Sample size
de: Stichprobenumfang
gl: Tamaño da mostra
tr: Örneklem büyüklüğü

# bffCorrelation|
source: T-Statistic
de: T-Statistik
gl: Estatístico T
tr: T İstatistiği

# bffCorrelation|
source: Sample Size
de: Stichprobenumfang
gl: Tamaño da Mostra
tr: Örneklem Büyüklüğü

# bffIndependentSamplesTTest|
source: T-statistic
de: T-Statistik
gl: Estatístico T
tr: T İstatistiği

# bffIndependentSamplesTTest|
source: Sample size group 1
de: Stichprobenumfang Gruppe 1
gl: Tamaño da mostra Grupo 1
tr: Örneklem büyüklüğü grup 1

# bffIndependentSamplesTTest|
source: Sample size group 2
de: Stichprobenumfang Gruppe 2
gl: Tamaño da mostra Grupo 2
tr: Örneklem büyüklüğü grup 2

# bffIndependentSamplesZTest|
source: Z-statistic
de: Z-Statistik
gl: Estatístico Z
tr: Z istatistiği

# bffIndependentSamplesZTest|
source: Sample size group 1
de: Stichprobenumfang Gruppe 1
gl: Tamaño da mostra Grupo 1
tr: Örneklem büyüklüğü grup 1

# bffIndependentSamplesZTest|
source: Sample size group 2
de: Stichprobenumfang Gruppe 2
gl: Tamaño da mostra Grupo 2
tr: Örneklem büyüklüğü grup 2

# bffOneSampleTTest|
source: T-statistic
de: T-Statistik
gl: Estatístico T
tr: T istatistiği

# bffOneSampleTTest|
source: Sample size
de: Stichprobenumfang
gl: Tamaño da mostra
tr: Örneklem büyüklüğü

# bffOneSampleZTest|
source: Z-statistic
de: Z-Statistik
gl: Estatístico Z
tr: Z istatistiği

# bffOneSampleZTest|
source: Sample size
de: Stichprobenumfang
gl: Tamaño da mostra
tr: Örneklem büyüklüğü

# bffRegression|
source: T-statistic
de: T-Statistik
gl: Estatístico T
tr: T istatistiği

# bffRegression|
source: Sample size
de: Stichprobenumfang
gl: Tamaño da mostra
tr: Örneklem büyüklüğü

# bffRegression|
source: Predictors
de: Prädiktoren
gl: Preditores
tr: Tahminciler

source: Analysis
de: Analyse
gl: Análise
tr: Analiz

# Analysis|
source: Alternative Hypothesis
de: Alternativhypothese
gl: Hipótese alternativa
tr: Alternatif Hipotez

# Analysis|
source: Group 1 ≠ Group 2
de: Gruppe 1 ≠ Gruppe 2
gl: Grupo 1 ≠ Grupo 2
tr: Grup 1 ≠ Grup 2

# Analysis|
source: Group 1 > Group 2
de: Gruppe 1 > Gruppe 2
gl: Grupo 1 > Grupo 2
tr: Grup 1 > Grup 2

# Analysis|
source: Group 1 < Group 2
de: Gruppe 1 < Gruppe 2
gl: Grupo 1 < Grupo 2
tr: Grup 1 < Grup 2

# Analysis|
source: Bayes factor with prior mode
gl: Factor de Bayes con moda previa
tr: Önceki moda sahip Bayes Faktörü

# Analysis|
source: Plots
de: Diagramme
gl: Gráficas
tr: Grafikler

# Analysis|
source: Bayes factor function
de: Bayesfaktor-Funktion
gl: Función dos factores de Bayes
tr: Bayes Faktörü Fonksiyonu

# Analysis|
source: Additional info
de: Weitere Infos
gl: Información adicional
tr: Ek bilgi

source: Priors
de: Prior
gl: Previas
tr: Öncekiler

# Priors|
source: Prior dispersion r
de: Prior-Streuungsparameter r
gl: Dispersión previa r
tr: Önceki dağılım r

# Description|
source: Bayes Factor Functions
de: Bayesfaktor-Funktionen
gl: Funcións dos Factores de Bayes
tr: Bayes Faktörü Fonksiyonları

# bffANOVA|
source: Sample size
de: Stichprobenumfang
gl: Tamaño da mostra
tr: Örneklem büyüklüğü

# bffChi2|
source: Degrees of freedom
de: Freiheitsgrade
gl: Graos de liberdade
tr: Serbestlik dereceleri

# Analysis|
source: Group 1 ≠ 0
de: Gruppe 1 ≠ 0
gl: Grupo 1 ≠ 0
tr: Grup 1 ≠ 0

# Analysis|
source: Group 1 > 0
de: Gruppe 1 > 0
gl: Grupo 1 > 0
tr: Grup 1 > 0

# Analysis|
source: Group 1 < 0
de: Gruppe 1 < 0
gl: Grupo 1 < 0
tr: Grup 1 > 0

# Description|
source: Z-Tests
gl: Probas Z
tr: Z Testleri

# Description|
source: One Sample Z-Test
de: Z-Test für eine Stichprobe
gl: Proba Z dunha mostra
tr: Tek Örneklem Z Testi

# Description|
source: Independent Samples Z-Test
de: Z-Test für unabhängige Stichproben
gl: Proba Z para mostras independentes
tr: Bağımsız Örneklemler Z Testi
