Repository: jasp-stats/jaspBFF
Catalog: po/R-*.po
Languages: de, es, pt, sr, ta, tr, vi

source: One Sample Z-Test Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion Z-Test für eine Stichprobe
es: Tabla resumen de funciones de factores de Bayes del contraste Z para una muestra
pt: Tabela Resumo da Função do Fator de Bayes do Teste Z para uma Amostra
sr: Табела резимеа функције Бејзовог фактора за Z-тест са једним узорком
ta: ஒரு மாதிரி இசட்-டெச்ட் பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Tek Örnek Z-Testi Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes kiểm định Z một mẫu

source: One Sample T-Test Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion T-Test für eine Stichprobe
es: Tabla resumen de funciones de factores de Bayes del contraste T para una muestra
pt: Tabela Resumo da Função do Fator de Bayes do Teste T para uma Amostra
sr: Табела резимеа функције Бејзовог фактора за Т-тест са једним узорком
ta: ஒரு மாதிரி டி-டெச்ட் பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Tek Örnek T-Testi Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes kiểm định t một mẫu

source: Independent Samples Z-Test Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion Z-Test für unabhängige Stichproben
es: Tabla resumen de funciones de factores de Bayes del contraste Z para muestras independientes
pt: Tabela Resumo da Função do Fator de Bayes do Teste Z de Amostras Independentes
sr: Табела резимеа функције Бејзовог фактора за Z-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் இசட்-டெச்ட் பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Bağımsız Örnekler Z-Testi Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes kiểm định Z hai mẫu độc lập

source: Independent Samples T-Test Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion T-Test für unabhängige Stichproben
es: Tabla resumen de funciones de factores de Bayes del contraste T para muestras independientes
pt: Tabela Resumo da Função do Fator de Bayes do Teste T de Amostras Independentes
sr: Табела резимеа функције Бејзовог фактора за T-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் டி-டெச்ட் பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Bağımsız Örnekler T-Testi Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes kiểm định t hai mẫu độc lập

source: Regression Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion Regression
es: Tabla resumen de funciones de factores de Bayes de regresión
pt: Tabela Resumo do Fator de Bayes para Regressão
sr: Табела резимеа функције Бејзовог фактора за регресију
ta: பின்னடைவு பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Regresyon Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes hồi quy

source: ANOVA Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion ANOVA
es: Tabla resumen de funciones de factores de Bayes de ANOVA
pt: Tabela Resumo do Fator da Função de Bayes para ANOVA
sr: Табела резимеа функције Бејзовог фактора за ANOVA
ta: ANOVA பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: ANOVA Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes ANOVA

source: Chi² Test Bayes Factor Function Summary Table
de: Übersichtstabelle Bayesfaktor-Funktion Chi²-Test
es: Tabla resumen de funciones de factores de Bayes del contraste Chi²
pt: Tabela Resumo da Função do Fator de Bayes para Teste Chi²
sr: Табела резимеа функције Бејзовог фактора за Chi² тест
ta: சி சோதனை பேயச் காரணி செயல்பாடு சுருக்க அட்டவணை
tr: Chi² Testi Bayes Faktör Fonksiyonu Özet Tablosu
vi: Bảng tóm tắt hàm hệ số Bayes kiểm định Chi-bình phương

source: Prior Mode
de: Prior-Modus
es: Moda previa
pt: Modo Anterior
sr: Претходни режим
ta: முன் பயன்முறை
tr: Önceki Mod
vi: Mốt của phân bố tiên nghiệm

source: Prior mode corresponds to %1$s.
de: Prior-Modus entspricht %1$s.
es: La Moda previa corresponde a %1$s.
pt: O modo anterior corresponde a %1$s.
sr: Prior режим одговара %1$s.
ta: முன் பயன்முறை %1$s உடன் ஒத்துள்ளது.
tr: Önceki mod %1$s değerine karşılık gelir.
vi: Mốt của phân bố tiên nghiệm tương ứng với %1$s.

source: The Bayes factor function was estimated with prior dispersion r = %1$.2f.
de: Die Bayesfaktor-Funktion wurde geschätzt mit Prior-Streuung r = %1$.2f.
es: La función de factores de Bayes se estimó con una dispersión previa r = %1$.2f.
pt: O fator da função de Bayes foi estimado com a dispersão anterior r = %1$.2f.
sr: Функција Бејзовог фактора је процењена са претпостављеном дисперзијом r = %1$.2f.
ta: பேயச் காரணி செயல்பாடு முன் சிதறல் r =%1$.2f உடன் மதிப்பிடப்பட்டது.
tr: Bayes faktör fonksiyonu, ön dağılım r = %1$.2f ile tahmin edildi.
vi: Hàm hệ số Bayes được ước lượng với độ phân tán tiên nghiệm r = %1$.2f.

source: One Sample Z-Test Bayes Factor
de: Bayesfaktor Z-Test für eine Stichprobe
es: Factor de Bayes del contraste Z para una muestra
pt: Fator de Bayes do Teste Z para uma Amostra
sr: Бејзов фактор за Z-тест са једним узорком
ta: ஒரு மாதிரி z- டெச்ட் பேயச் காரணி
tr: Tek Örneklem Z-Testi Bayes Faktörü
vi: Hệ số Bayes kiểm định Z một mẫu

source: One Sample T-Test Bayes Factor
de: Bayesfaktor T-Test für eine Stichprobe
es: Factor de Bayes del contraste T para una muestra
pt: Fator de Bayes do Teste T para uma Amostra
sr: Бејзов фактор за T-тест са једним узорком
ta: ஒரு மாதிரி டி-டெச்ட் பேயச் காரணி
tr: Tek Örneklem T-Testi Bayes Faktörü
vi: Hệ số Bayes kiểm định t một mẫu

source: Independent Samples Z-Test Bayes Factor
de: Bayesfaktor Z-Test für unabhängige Stichproben
es: Factor de Bayes del contraste Z para muestras independientes
pt: Fator de Bayes do Teste Z para Amostras Independentes
sr: Бејзов фактор за Z-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் இசட்-டெச்ட் பேயச் காரணி
tr: Bağımsız Örneklemler Z-Testi Bayes Faktörü
vi: Hệ số Bayes kiểm định Z hai mẫu độc lập

source: Independent Samples T-Test Bayes Factor
de: Bayesfaktor T-Test für unabhängige Stichproben
es: Factor de Bayes del contraste T para muestras independientes
pt: Fator de Bayes do Teste T para Amostras Independentes
sr: Бејзов фактор за T-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் டி-டெச்ட் பேயச் காரணி
tr: Bağımsız Örneklemler T-Testi Bayes Faktörü
vi: Hệ số Bayes kiểm định t hai mẫu độc lập

source: Regression Bayes Factor
de: Bayesfaktor Regression
es: Factor de Bayes de regresión
pt: Fator de Bayes da Regressão
sr: Бејзов фактор за регресију
ta: பின்னடைவு பேயச் காரணி
tr: Regresyon Bayes Faktörü
vi: Hệ số Bayes hồi quy

source: ANOVA Bayes Factor
de: Bayesfaktor ANOVA
es: Factor de Bayes de ANOVA
pt: Fator de Bayes da ANOVA
sr: Бејзов фактор за ANOVA
ta: ANOVA பேயச் காரணி
tr: ANOVA Bayes Faktörü
vi: Hệ số Bayes ANOVA

source: Chi² Test Bayes Factor
de: Bayesfaktor Chi²-Test
es: Factor de Bayes del contraste Chi²
pt: Fator de Bayes do Teste Chi²
sr: Бејзов фактор за Chi² тест
ta: சி டெச்ட் பேயச் காரணி
tr: Chi² Testi Bayes Faktörü
vi: Hệ số Bayes kiểm định Chi-bình phương

source: One Sample Z-Test Bayes Factor Function
de: Bayesfaktor-Funktion Z-Test für eine Stichprobe
es: Función de factores de Bayes del contraste Z para una muestra
pt: Função do Fator de Bayes do Teste Z para uma Amostra
sr: Функција Бејзовог фактора за Z-тест са једним узорком
ta: ஒரு மாதிரி Z-TEST பேயச் காரணி செயல்பாடு
tr: Tek Örneklem Z-Testi Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes kiểm định Z một mẫu

source: One Sample T-Test Bayes Factor Function
de: Bayesfaktor-Funktion T-Test für eine Stichprobe
es: Función de factores de Bayes del contraste T para una muestra
pt: Função do Fator de Bayes do Teste T para uma Amostra
sr: Функција Бејзовог фактора за T-тест са једним узорком
ta: ஒரு மாதிரி டி-டெச்ட் பேயச் காரணி செயல்பாடு
tr: Tek Örneklem T-Testi Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes kiểm định t một mẫu

source: Independent Samples Z-Test Bayes Factor Function
de: Bayesfaktor-Funktion Z-Test für unabhängige Stichproben
es: Función de factores de Bayes del contraste Z para muestras independientes
pt: Função do Fator de Bayes do Teste Z para Amostras Independentes
sr: Функција Бејзовог фактора за Z-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் இசட்-டெச்ட் பேயச் காரணி செயல்பாடு
tr: Bağımsız Örneklemler Z-Testi Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes kiểm định Z hai mẫu độc lập

source: Independent Samples T-Test Bayes Factor Function
de: Bayesfaktor-Funktion T-Test für unabhängige Stichproben
es: Función de factores de Bayes del contraste T para muestras independientes
pt: Função do Fator de Bayes do Teste T para Amostras Independentes
sr: Функција Бејзовог фактора за Т-тест са независним узорцима
ta: சுயாதீன மாதிரிகள் டி-டெச்ட் பேயச் காரணி செயல்பாடு
tr: Bağımsız Örneklermler T-Testi Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes kiểm định t hai mẫu độc lập

source: Regression Bayes Factor Function
de: Bayesfaktor-Funktion Regression
es: Función de factores de Bayes de regresión
pt: Função do Fator de Bayes para Regressão
sr: Функција Бејзовог фактора за регресију
ta: பின்னடைவு பேயச் காரணி செயல்பாடு
tr: Regresyon Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes hồi quy

source: ANOVA Bayes Factor Function
de: Bayesfaktor-Funktion ANOVA
es: Función de factores de Bayes de ANOVA
pt: Função do Fator de Bayes para ANOVA
sr: Функција Бејзовог фактора за ANOVA
ta: ANOVA பேயச் காரணி செயல்பாடு
tr: ANOVA Bayer Faktörü Fonksiyonu
vi: Hàm hệ số Bayes ANOVA

source: Chi² Test Bayes Factor Function
de: Bayesfaktor-Funktion Chi²-Test
es: Función de factores de Bayes del contraste Chi²
pt: Função do Fator de Bayes do Teste Chi²
sr: Функција Бејзовог фактора за Chi² тест
ta: சி சோதனை பேயச் காரணி செயல்பாடு
tr: Chi² Testi Bayes Faktör Fonksiyonu
vi: Hàm hệ số Bayes kiểm định Chi-bình phương

source: BFF
es: FFB
ta: பி.எஃப்
vi: BFF (Hàm hệ số Bayes)

source: user prior
de: benutzerdefinierter Prior
es: Previa del usuario
pt: usuário anterior
sr: prior предпоставка
ta: பயனர் முன்
tr: önceki kullanıcı
vi: ên nghiệm do người dùng đặt

source: %1$s==%2$s~"(at mode %3$s)"
de: %1$s==%2$s~"(bei Modus %3$s)"
es: %1$s==%2$s~"(en moda %3$s)"
pt: %1$s==%2$s~"(no modo %3$s)"
ta: %1$s == %2$s ~ "(பயன்முறையில் %3$s)"
vi: %1$s==%2$s~"(tại mode %3$s)"

source: Some Bayes factors were infinite
de: Einige Bayesfaktoren waren unendlich
es: Algunos Factores de Bayes son infinitos
pt: Alguns fatores de Bayes são infinitos
sr: Неки Бејзови фактори су бесконачни
ta: சில பேயச் காரணிகள் எல்லையற்றவை
tr: Bazı Bayes faktörleri sonsuzdu
vi: Một số hệ số Bayes là vô hạn

source: Prior mode (%1$s)
de: Prior-Modus (%1$s)
es: Moda previa (%1$s)
pt: Modo anterior (%1$s)
sr: Prior режим (%1$s)
ta: முன் பயன்முறை (%1$s)
tr: Önceki mod (%1$s)
vi: tiên nghiệm (%1$s)

source: Prior and Posterior Plot
de: Diagramm Prior und Posterior
es: Gráfico de previas y posteriores
pt: Gráfico Anterior e Posterior
sr: График претпоставке и постериорне расподеле
ta: முன் மற்றும் பின்புற சூழ்ச்சி
tr: Önceki ve Sonraki Grafik
vi: Biểu đồ tiên nghiệm và hậu nghiệm

source: Cohen's d
es: D de Cohen
pt: d de Cohen
ta: கோஅனின் டி
tr: Cohen d
vi: d của Cohen

source: Cohen's f
es: F de Cohen
pt: f de Cohen
ta: கோஅனின் எஃப்
tr: Cohen f
vi: f của Cohen

source: Cohen's w
es: W de Cohen
pt: w de Cohen
ta: கோஅனின் டபிள்யூ
tr: Cohen w
vi: w của Cohen
